"AES-128 (recommended)" = "AES-128 (推奨)";
"Burn Image..." = "イメージを焼く...";
"Cancel" = "キャンセル";
"Change Format..." = "フォーマットを変更...";
"Convert" = "変換";
"Converting Image..." = "ディスクイメージを変換中...";
"Create" = "作成";
"Create Disk Image" = "ディスクイメージを作成";
"Create with directory:" = "このディレクトリから作成：";
"Create with size:" = "このサイズで作成：";
"Create..." = "作成...";
"Creating Image..." = "ディスクイメージを作成中...";
"DVD/CD-R master" = "DVD/CD-R マスター";
"Disk Image" = "ディスクイメージ";
"Disk Image Converter" = "ディスクイメージ・コンバーター";
"Disk Image Converting" = "ディスクイメージ変換中";
"Disk Image Progress" = "ディスクイメージ進行状況";
"Encryption:" = "暗号化：";
"Finished" = "終了";
"Format:" = "フォーマット：";
"Image Format" = "イメージフォーマット";
"Internet enable" = "インターネット対応にする";
"Megabytes" = "MB";
"Mount after creating" = "作成後にマウントする";
"Mounting Image..." = "イメージをマウント中...";
"Name:" = "名前：";
"None" = "なし";
"Read only" = "読み出しのみ";
"Read only compressed" = "読み出しのみ（圧縮）";
"Read only zlib compressed" = "読み込み専用圧縮 (zlib)";
"Read/Write" = "読み／書き";
"Sparse" = "スパース（希薄）";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "ファイルに .dmg、.img、.smi、.toast いずれかの拡張子がついている必要があります。";
"Volume Name:" = "ボリューム名：";
"Volume Size:" = "ボリュームサイズ：";
"untitled" = "名称未設定";
